public class Hw2Zadacha4 {
    //Задача 4: Да се изведат на екрана числата от 10 до 1 в обратен ред.
    public static void main(String[] args) {
        for (int y = 10; !(y < 1); y--) {
            System.out.println(y);
        }
    }
}
