import javax.swing.plaf.basic.BasicInternalFrameTitlePane;
public class Hw2Zadacha5 {

    //Задача 5: Да се въведат от потребителя 2 числа. И да се изведат на екрана всички числа от по-малкото до по-голямото.
    public static void main(String[] args) {
    for (int x = 15; x <= 20; x++) {
        System.out.println(x);
    }
    }
}
